{
  "doaa": [
    "رَبِّ إِنِّي لِمَا أَنزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ",
    "اللهم إني أحبك وان كنت أعصيك, اللهم لست برئ فأعتذر, ولا قويا فأنتصر, ولكن لا حول ولا قوة الا بك",
    "دعاء طلب البركة: يَا رَبّ، إِنِّي أَسْأَلُكَ بَرَكَةً مِنْك، بَرَكَةً فِي عُمْرِي، بَرَكَةً لِي فِي أَهْلِي، بَرَكَةً فِي وَقْتِي، بَرَكَةً فِي الجُهْدِ، بَرَكَةً فِي العِلْمِ، بَرَكَةً فِي العَمَلِ، بَرَكَةً فِي الجَسَدِ، بَرَكَةً فِي الرِّزْقِ، وَارْقُزْنِي وَوَسِّعْ لِي فِي رِزْقِي يَا رَبّ. (3 مرات)",
    "دعاء السَّتْر: اللَّهُمَّ اسْتُرْنَا بِسِتْرِكَ الجَمِيلِ الَّذِي سَتَرْتَ بِهِ نَفْسَكَ فَلَا عَيْنٌ تَرَاك، وَلَا تَفْضَحْنَا بَيْنَ خَلْقِكَ وَلَا تُخْزِنِي يَوْمَ يُبْعَثُون، اللَّهُمَّ أَعْلَا فَضْلِكَ كَلِمَةَ الحَقِّ وَالدِّين، اللَّهُمَّ اسْتُرْنَا فَوْقَ الأَرْضِ وَتحت الأَرْضِ وَيَوْمَ العَرْضِ. (3 مرات)",
    "دعاء الحَاجَةِ وَالفَتْح: اللَّهُمَّ افْتَحْ بَيْنِي وَ بَيْنَ رِزْقِي وَنَصِيبِي وَسَعَادَتِي فَتْحًا مُبِينًا وَأَنْتَ خَيْرُ الفَاتِحِين، اللَّهُمَّ ارْزُقْنِي وَ وَسِّعْ لِي فِي رِزْقِي، وَارْقُزْنِي رِزْقًا وَاسِعًا عَاجِلًا يَا رَبّ، اللَّهُمَّ يَا مُسَخِّرَ الأَقْدَارِ سَخِّرْ لِي قَدْرًا يَلِيقُ بِكَرَمِكَ فَتُبْهِرُنِي بِعَطَائِكَ فِي الدُّنْيَا وَالآخِرَةِ. (3 مرات)",
    "دعاء المُعْجِزَات: اللَّهُمَّ أَرِنِي عَجَائِبَ صُنْعِكَ فِي دُعَائِي، وَأَرِنِي لُطْفَكَ وَرَحْمَتَكَ فِي قَضَاءِ حَوائِجِي، وَأَرِنِي كَرَمَكَ وَ قُدْرَتَكَ فِي مَا تَعَلَّقَ بِهِ قَلْبِي، افْتَحْ لِي بَابًا يَا اللهُ ظَنَنْتُ مِن يَأْسِي أَنَّهُ لَنْ يُفْتَح، اللَّهُمَّ افْتَحْ لِي أَبْوَابَ رِزْقِكَ وَتَوْفِيقِك، وَاسْتَجِبْ لِي دُعَائِي وَوَسِّعْ لِي فِي رِزْقِي وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّه. (3 مرات)",
    "الحمد لله عدد ما خلق، الحمد لله ملء ما خلق، الحمد لله عدد ما في السماوات وما في الأرض، الحمد لله عدد ما أحصى كتابه، الحمد لله عدد كل شيء، والحمد لله ملء كل شيء.",
    "دعاء التوبة: اللهم إني أستغفرك من كل ذنب يعقب الحسرة، ويورث الندم، ويحبس الرزق، ويرد الدعاء. اللهم إني أستغفرك من كل ذنب تبت منه ثم عدت إليه، وأستغفرك من كل النعم التي أنعمت بها علي فاستعنت بها على معصيتك. وأستغفرك من الذنوب التي لا يطلع عليها أحد سواك، ولا ينجيني منها أحد غيرك، ولا يسعها إلا حلمك وكرمك، ولا ينجي منها إلا عفوك. وارزقني الجنة لي، ولكل المؤمنين والمؤمنات، والمسلمين والمسلمات، الأحياء منهم والأموات",
    "دعاء الرزق: اللَّهُمَّ إِنْ كَانَ رِزْقُنَا فِي السَّمَاءِ فَأَنْزِلْهُ، وَإِنْ كَانَ فِي الْأَرْضِ فَأَخْرِجْهُ، وَإِنْ كَانَ مُعَسَّراً فَيَسِّرْهُ، وَإِنْ كَانَ بَعِيداً فَقَرِّبْهُ، وَإِنْ كَانَ حَرَاماً فَطَهِّرْهُ، وَإِنْ كَانَ قَلِيلاً فَكَثِّرْهُ، وَإِنْ كَانَ مَعْدُوماً فَأَوْجِدْهُ، وَإِنْ كَانَ مَوْقُوفاً فَأَجْرِهِ، وَإِنْ كَانَ ذَنْباً فَاغْفِرْهُ، وَإِنْ كَانَ سَيِّئَةً فَامْحُهَا، وَإِنْ كَانَ خَطِيئَةً فَتَجَاوَزْ عنْهَا، وَإِنْ كَانَ عَسْرَةً فَأَقِلْهَا، وَبَارِكْ لَنَا فِي جَمِيعِ ذَلِكَ، إِنَّكَ مَلِيكٌ مُقْتَدِرٌ.",
    "دعاء لقضاء مصلحة متعسرة: اللهم أنت لها ولكل حاجة، ولا يعجزك أمر في الأرض ولا في السماء، اللهم اقضِ حوائجي كلها، ما ظهر منها وما بطن، يسّر لي أمري وبدّد صعوباته، افتح لي يا الله أبواب رحمتك وفضلك وتوفيقك، واجعل لي من كل ضيق مخرجاً ومن كل هم فرجاً.",
    "ربِّ هب لي: اللهم هب لي ملكاً يليق بكرمك، ووجاهة ترفع بها قدري، ومالاً طيباً واسعاً، وتسخيراً عجيباً يدهشني بلطفه، وعوناً لا ينقطع، اجعلني في كنفك محاطاً برحمتك مُسدَّد الخطى بك.",
    "يغفر لك 70 ألف ملك: هو الله الذي لا إله إلا هو عالم الغيب والشهادة هو الرحمن الرحيم، هو الله الذي لا إله إلا هو الملك القدوس السلام المؤمن المهيمن العزيز الجبار المتكبر سبحان الله عما يشركون، هو الله الخالق البارئ المصور له الأسماء الحسنى يسبح له ما في السماوات والأرض وهو العزيز الحكيم.",
    "اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا، وَلَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ، فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ",
    "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ جَهَنَّمَ، وَمِنْ عَذَابِ الْقَبْرِ، وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ، وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ",
    "اللهم آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار",
    "يا رب سامحني حين أسجد وبالي منشغل، وسامحني حين أتوب وأعود للذنب، فليس لي ملجأ غيرك يالله",
    "يا رب ان ضل قلبى فقلبى انت تعرفه و ان كان ذنبى عظيما انت غفار",
    "اللهم انك عفو كريم تحب العفو فاعفو عنى",
    "اللهم اعني علي ذكرك وشكرك حسن عبادتك",
    "اللهم دبر لى امرى فإنى لا أحسن التدبير",
    "اللهم ييسر لى ولا تعسر لى",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ عَلَى سَيِّدِنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
    "اللهم أنت السلام ومنك السلام تباركت يا ذا الجلال والإكرام",
    "يا حي يا قيوم برحمتك أستغيث، أصلح لي شأني كله، ولا تكلني إلى نفسي طرفة عين",
    "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ",
    "اللهم إني عبدك وابن عبدك وابن أمتك ناصيتي بيدك ماض في حكمك عدل في قضاؤك، أسألك بكل اسم هو لك سميت به نفسك أو علمته أحداً من خلقك، أو أنزلته في كتابك، أو استأثرت به في علم الغيب عندك، أن تجعل القرآن ربيع قلبي ونور صدري جلاء حزني وذهاب همي",
    "اللهم رحمتك أرجو، فلا تكلني إلى نفسي طرفة عين، وأصلح لي شأني كله لا إله إلا أنت",
    "لا إله إلا الله العظيم الحليم، لا إله إلا الله رب السموات والأرض ورب العرش العظيم",
    "الله الله ربي لا أشرك به شيئاً",
    "بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ، وَهُوَ السَّمِيعُ الْعَلِيمُ.",
    "اللَّهُمَّ اسْتَوْدَعْنَاكَ أَرْوَاحَنَا وَأَنْفُسَنَا، وَأَهْلَنَا وَأَقَارِبَنَا وَأَصْدِقَاءَنَا وَمَنْ نُحِبُّ، يَا مَنْ لَا تَضِيعُ لَدَيْهِ الْوَدَائِعُ.",
    "اللَّهُمَّ إِنَّا عَلِمْنَا أَنَّهُ مَعَ الْعُسْرِ يُسْرًا، وَأَنَّهُ مَعَ الشِّدَّةِ الْفَرَجُ، وَأَنَّكَ مُبَدِّلُ الْأَحْوَالِ. اللَّهُمَّ مِنْ حَالٍ إِلَى حَالٍ، رَبِّ إِنَّكَ تَرَانَا وَتَعْلَمُ بِحَالِنَا، فَأَبْدِلْ عُسْرَنَا يُسْرًا، وَأَبْدِلْ شِدَّتَنَا بِفَرَجٍ قَرِيبٍ.",
    "اللهم يا مقلب القلوب ثبت قلبي على دينك",
    "اللهم يا مصرف القلوب صرف قلوبنا على طاعتك",
    "اللهم اغننا بحلالك عن حرامك وبفضلك عمن سواك",
    "اللهم جنبنا الفتن ما ظهر منها وما بطن",
    "اللهم إني أسألك الهدى والتقى والعفاف والغنى",
    "اللهم إني أسألك العلم والإيمان والإحسان والحكمة",
    "اللهم أسألك حسن الخاتمة",
    "اللهم أسألك الفردوس الأعلى",
    "اللهم أسألك لذة النظر لوجهك الكريم",
    "اللهم ألهمني رشدي وقني شر نفسي",
    "اللهم اغفر لي وارحمني وعافني وارزقني",
    "رب لا تذرني فرداً وأنت خير الوارثين",
    "دعاء تيسير الأمور: اللهم يا مسهل الشديد ويا ملين الحديد ويا منجز الوعيد ويا من هو كل يوم في أمر جديد اخرجني من حلق الضيق الى أوسع الطريق بك ادفع ما لا اطيق ولا حول ولا قوة الا بالله العلي العظيم يارب ضاقت بي السبل فمن لي سواك يفرجها.",
    "حَصِّنُوا أَنْفُسَكُمْ : أَعُوذُ بِاللَّهِ مِنْ عَيْنٍ تُصِيبُ الْقَلْبَ فَتَحْزِنُهُ وَالرِّزْقَ فَتَنْقُصُهُ، وَالْبَالَ فَتُتْعِبُهُ، وَالنَّجَاحَ فَتُفْشِلُهُ. اللَّهُمَّ إِنِّي وَلَّيْتُكَ أَمْرِي، فَأَعُوذُ بِكَ مِنْ سُوءِ حَظِّي وَضِيقِ صَدْرِي وَفَرَاغِ صَبْرِي، اللَّهُمَّ اجْعَلْنِي مِمَّنْ نَظَرْتَ إِلَيْهِ فَرَحِمْتَهُ وَسَمِعْتَ دُعَاءَهُ فَأَجَبْتَهُ. اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ الْأَيَّامِ وَخَيْرَ مَا أَتَتْ بِهِ، وَأَسْأَلُكَ رَاحَةً فِي الْقَلْبِ، وَمَغْفِرَةً لِلذَّنْبِ، وَسِعَةً فِي الرِّزْقِ، وَحَيَاةً كَمَا أَتَمَنَّى.",
    "اللهم أنت ربي، لا إله إلا أنت خَلَقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك عليّ، وأبوء بذنبي، فاغفر لي، إنه لا يغفر الذنوب إلا أنت."
  ]
}
